/****************************************************************************
 * 
  ____    _    _____    _      ____             _        _   
 / ___|  / \  | ____|  / \    / ___|  ___   ___| | _____| |_ 
 \___ \ / _ \ |  _|   / _ \   \___ \ / _ \ / __| |/ / _ \ __|
  ___) / ___ \| |___ / ___ \   ___) | (_) | (__|   <  __/ |_ 
 |____/_/   \_\_____/_/   \_\ |____/ \___/ \___|_|\_\___|\__|
                                                              
 
*Copyright (c) yswenli All Rights Reserved.
*CLR版本： netstandard2.0
*机器名称：WENLI-PC
*公司名称：yswenli
*命名空间：SAEA.Common.Caching
*文件名： IBatcher
*版本号： v26.4.23.1
*唯一标识：63b1e4a4-cb21-4f09-a134-91e96b1f7e9a
*当前的用户域：WENLI-PC
*创建人： yswenli
*电子邮箱：yswenli@outlook.com
*创建时间：2020/12/23 17:18:02
*描述：IBatcher接口
*
*=====================================================================
*修改标记
*修改时间：2020/12/23 17:18:02
*修改人： yswenli
*版本号： v26.4.23.1
*描述：IBatcher接口
*
*****************************************************************************/
namespace SAEA.Common.Caching
{
    public interface IBatcher
    {
    }
}