/****************************************************************************
*项目名称：SAEA.Common.Caching
*CLR 版本：4.0.30319.42000
*机器名称：WALLE-PC
*命名空间：SAEA.Common.Caching
*类 名 称：Batcher
*版 本 号：V1.0.0.0
*创建人： yswenli
*电子邮箱：yswenli@outlook.com
*创建时间：2020/12/17 11:00:17
*描述：
*=====================================================================
*修改时间：2020/12/17 11:00:17
*修 改 人： yswenli
*版本号： v7.0.0.1
*描    述：
*****************************************************************************/
namespace SAEA.Common.Caching
{
    public interface IBatcher
    {
    }
}