/****************************************************************************
 * 
   ____    _    _____    _      ____             _        _   
 / ___|  / \  | ____|  / \    / ___|  ___   ___| | _____| |_ 
 \___ \ / _ \ |  _|   / _ \   \___ \ / _ \ / __| |/ / _ \ __|
   ___) / ___ \| |___ / ___ \   ___) | (_) | (__|   <  __/ |_ 
 |____/_/   \_\_____/_/   \_\ |____/ \___/ \___|_|\_\___|\__|
                                                               
 

*Copyright (c)  yswenli All Rights Reserved.
*CLR版本： netstandard2.0
*机器名称：WENLI-PC
*公司名称：yswenli
*命名空间：SAEA.MVC.Http.Base
*文件名： Header
*版本号： v26.4.23.1
*唯一标识：49a80007-df4d-471f-9b6c-6c4800c42e05
*当前的用户域：WENLI-PC
*创建人： yswenli
*电子邮箱：yswenli@outlook.com
*创建时间：2018/4/13 15:53:15
*描述：
*
*=====================================================================
*修改标记
*修改时间：2018/4/13 15:53:15
*修改人： yswenli
*版本号： v26.4.23.1
*描述：
*
*****************************************************************************/

namespace SAEA.Common.NameValue
{
    /// <summary>
    /// NameValue
    /// </summary>
    public class NameValueItem
    {
        public string Name
        {
            get;set;
        }

        public object Value
        {
            get;set;
        }
    }
}