/****************************************************************************
 * 
   ____    _    _____    _      ____             _        _   
 / ___|  / \  | ____|  / \    / ___|  ___   ___| | _____| |_ 
 \___ \ / _ \ |  _|   / _ \   \___ \ / _ \ / __| |/ / _ \ __|
  ___) / ___ \| |___ / ___ \   ___) | (_) | (__|   <  __/ |_ 
 |____/_/   \_\_____/_/   \_\ |____/ \___/ \___|_|\_\___|\__|
                                                              
 
*Copyright (c) yswenli All Rights Reserved.
*CLR版本： netstandard2.0
*机器名称：WENLI-PC
*公司名称：yswenli
*命名空间：SAEA.P2P.Channel
*文件名： ChannelState
*版本号： v26.4.23.1
*唯一标识：e68555b9-9b2a-404b-9840-7a9cae28e2ad
*当前的用户域：WENLI-PC
*创建人： yswenli
*电子邮箱：yswenli@outlook.com
*创建时间：2026/4/20 16:16:36
*描述：通道状态枚举，定义通道的生命周期状态
*
*=====================================================================
*修改标记
*修改时间：2026/4/20 16:16:36
*修改人： yswenli
*版本号： v26.4.23.1
*描述：通道状态枚举，定义通道的生命周期状态
*
*****************************************************************************/
namespace SAEA.P2P.Channel
{
    public enum ChannelState
    {
        Closed = 0,
        Bound = 1,
        Open = 2
    }
}