/****************************************************************************
 * 
   ____    _    _____    _      ____             _        _   
 / ___|  / \  | ____|  / \    / ___|  ___   ___| | _____| |_ 
 \___ \ / _ \ |  _|   / _ \   \___ \ / _ \ / __| |/ / _ \ __|
  ___) / ___ \| |___ / ___ \   ___) | (_) | (__|   <  __/ |_ 
 |____/_/   \_\_____/_/   \_\ |____/ \___/ \___|_|\_\___|\__|
                                                              
 
*Copyright (c) yswenli All Rights Reserved.
*CLR版本： netstandard2.0
*机器名称：WENLI-PC
*公司名称：yswenli
*命名空间：SAEA.P2P.Channel
*文件名： ChannelType
*版本号： v26.4.23.1
*唯一标识：6053ca09-e832-4a1e-81bf-aab16142352c
*当前的用户域：WENLI-PC
*创建人： yswenli
*电子邮箱：yswenli@outlook.com
*创建时间：2026/4/20 15:38:24
*描述：通道类型枚举，定义直连、中继和本地通道类型
*
*=====================================================================
*修改标记
*修改时间：2026/4/20 15:38:24
*修改人： yswenli
*版本号： v26.4.23.1
*描述：通道类型枚举，定义直连、中继和本地通道类型
*
*****************************************************************************/
namespace SAEA.P2P.Channel
{
    public enum ChannelType
    {
        Direct = 0,
        Relay = 1,
        Local = 2
    }
}